gradingPolicy.tex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[paperwidth=8.5in,paperheight=11in]{geometry}
\geometry{verbose,tmargin=0.5in,bmargin=1in,lmargin=1in,rmargin=1in}
\providecommand{\alert}[1]{\textbf{#1}}

\title{Youngstown State University}
\author{Department of Mathematics and Statistics}
\date{Grading Policy for STAT 5848 and 6948, Summer 2012}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.8.02}}

\begin{document}

\maketitle

\thispagestyle{empty}

\section*{Contact Information:}
\label{sec-1}


\begin{center}
\begin{tabular}{l|l}
\hline
 \textbf{Instructor:}    &  G. Jay Kerns, Ph.D.                                                                             \\
 \textbf{Office:}        &  620 Lincoln Building                                                                            \\
 \textbf{Phone No.:}     &  (330) 941-3310                                                                                  \\
 \textbf{E-mail:}        &  \href{mailto:gkerns@ysu.edu}{ \texttt{gkerns@ysu.edu} }                                         \\
 \textbf{Webpage:}       &  \href{http://people.ysu.edu/~gkerns}{ \texttt{http://people.ysu.edu/\textasciitilde{}gkerns} }  \\
 \textbf{Office hours:}  &  09:00 – 10:15 MW, or by appointment.                                                            \\
\hline
\end{tabular}
\end{center}
\section*{Graded Assessments:}
\label{sec-2}


\begin{center}
\begin{tabular}{l|l}
\hline
 Homework and Quizzes            &  100 points  \\
 Midterm Exam                    &  200 points  \\
 Project                         &  120 points  \\
 Final Exam (comprehensive)      &  300 points  \\
\hline
 \textbf{Total Points Possible}  &  720 points  \\
\hline
\end{tabular}
\end{center}


See below for a tentative exam schedule.
\section*{Final Grade Assignment:}
\label{sec-3}


\begin{center}
\begin{tabular}{lllll}
\hline
 A          &  B          &  C          &  D          &  F          \\
\hline
 648 - 720  &  576 - 647  &  504 - 575  &  432 - 503  &  below 432  \\
\hline
\end{tabular}
\end{center}
\section*{Make-up policy:}
\label{sec-4}

\begin{itemize}
\item \textbf{Make-up exams} will only be given to student who misses an exam due to a documented, University sponsored event or with consent of the instructor within no more than 24 hours from the time of the absence. The student will be expected to provide verification, such as signed statement, to verify the reason for his or her absence from the exam. Any forseeable absence by the student must be discussed with the instructor in advance and arrangements made for an alternate exam at an alternate time of mutual convenience.
\item \textbf{No make-up quizzes} will be given.
\item \textbf{Late homework or projects} will be penalized 10\% of the grade per day.
\end{itemize}
\section*{Homework and projects:}
\label{sec-5}

\begin{itemize}
\item I will specifically assign the homework problems as we go along, and at that point you will be responsible for their completion. Selected problems will be graded. You are encouraged to work ahead. If you have no clue how to solve a problem, seek out other people in the class to discuss it, and if you still are having trouble, then be sure to come and see me in my office.
\item Studying in groups is strongly encouraged. However, each student must hand in their own write-up. If you are having trouble, please see me right away. A notebook should be maintained which contains all homework exercises, properly annotated. I recommend that you work on the homework corresponding to the latest lecture.
\item Don't restrict your attention only to the assigned problems. Conceivably, items on tests may come directly from other problems in the text, so it wouldn't hurt to be familiar with them. We should have time to discuss the homework (at least briefly) at the beginning of each class and, of course, during my office hours.
\item Some quizzes will be announced, some may not be.
\end{itemize}
\section*{Data Analysis Term Project:}
\label{sec-6}

The term project can be done individually or by a team of at most four students. The term project will be graded by the following criteria: 
\begin{itemize}
\item Appropriateness and accuracy of analysis 60\%.
\item Writing 30\%: Organization 15\%, Professionalism \& Style 15\% (see the Guide to Report Writing).
\item Thoroughness: 10\%.
\end{itemize}
Turn in your data file and the summary report file for your term project. The written report and data file due date will be announced later. Your term project report may be posted on the web in the future. If you do not wish your report to be posted by the instructor as a project report example for future students, please let me know. 
\section*{Attendance:}
\label{sec-7}

It is expected that you will make every possible effort to attend all classes. Although I feel that it is essential for you to attend class, no direct punishment will be assessed to your final grade if you choose not to attend class. Students who miss class are responsible for finding out any pertinent information concerning the course from the instructor. 
\section*{Tentative schedule of exams:}
\label{sec-8}


\begin{center}
\begin{tabular}{lll}
\hline
 Exam          &  Date                      &  Time           \\
\hline
 Midterm Exam  &  Monday, July 23, 2012     &  14:10 – 15:15  \\
 Final Exam    &  Friday, Augusut 10, 2012  &  13:00 – 15:15  \\
\hline
\end{tabular}
\end{center}

\end{document}